{
    "Whitepaper": "ホワイトペーパー",
    "Lightpaper": "ライトペーパー",
    "Wiki": "Wiki",
    "Home": "ホーム",
    "Technology": "Technology",
    "About": "About",
    "Roadmap": "Roadmap",
    "Contact": "Contact",
    "Welcome To 5ire" : "5ireへようこそ",
    "Blockchain X Sustainability = 5ire": "ブロックチェーン×サステナビリティ ＝ 5ire",
    "5ireChain is a fifth-generation blockchain that aims to bring a paradigm shift from a for-profit to a for-benefit economy": "5ireChainは利益追求型経済から便益追求型経済へのパラダイムシフトを目指す第5世代ブロックチェーンです。",
    "Know More": "続きを見る",
    "5ire's mission is to accelerate the implementation of the United Nations 2030 Agenda for Sustainable Development.": "5ireには 国連の「持続可能な開発のための2030アジェンダ」の実現を加速させる使命があります。",
    "See Roadmap": "ロードマップを見る",
    "What is 5ire ?": "5ireとは何か",
    "5ire is a blockchain ecosystem that brings forward Sustainability, Technology & Innovation to build the 5th industrial revolution.": "5ireは第5次産業革命を起こすサステナビリティ、テクノロジー、イノベーション を推進するブロックチェーン・エコシステムです。",
    "Learn more about 5IR": "5IRについてもっと見る",
    "5ireChain Technology": "5ireChainテクノロジー",
    "Discover 5ire": "5ireについて知る",
    "Why 5IR ?": "Wなぜ5IR（第5次産業革命）なのか",
    "In contrast to trends in the Fourth Industrial Revolution toward dehumanization, technology, and innovation, best practices need to be bent back toward the service of humanity. 5ire is a gateway in the smooth transitioning of the world from 4IR to 5IR.": "第4次産業革命 （4IR）が人間を疎外しながらテクノロジーとイノベーションを追求していたのとは異なり、最良の実践とは人間への奉仕に立ち返るものであるべきです。5ireは世界が4IRから5IRへ円滑に移り変わるための入り口なのです。",
    "5th Industrial Revolution": "もっと見る",
    "Learn More About 5IR": "第5次産業革命",
    "5ire’s lingo =": "5ireの合言葉 = ",
    "United Nations' Sustainable Development Goals": "国連持続可能な開発目標",
    "Society & environment": "社会と環境",
    "is where we all meet; where all have a mutual interest; it is the one thing all of us share.": "は私たちが出会う場所。私たちが共通の利益を持つ場所。私たちがみんなで分かち合う、たったひとつのもの。",
    "Proof of 5ire": "5ireのプルーフ",
    "The first sustainable by design hybrid consensus and reward distribution mechanism": "ハイブリッドコンセンサスと報酬分配メカニズムによる最初の持続可能なデザイン",
    "Nominated Proof of Stake": "ノミネーテッド・プルーフ・オブ・ステーク",
    "Proof of Benefit": "プルーフ・オブ・ベネフィット",
    "Proof of Donation": "プルーフ・オブ・ドネーション",
    "Learn More": "もっと見る",
    "Features": "特徴",
    "On-chain Governance & Democracy": "オンチェーン・ガバナンス＆デモクラシー",
    "Sustainability by Design": "相互運用性& クロスチェーン・トランスファー",
    "Interoperability & Cross-chain Transfers": "全方面への安全性",
    "Future-proof upgradeability": "持続可能なデザイン",
    "Security for everyone": "未来を見据えたアップグレード性",
    "Transactional scalability": "取引のスケーラビリティ",
    "Founded by Global Impact Champions & Blockchain Pioneers": "世界に影響力を持つ偉人とブロックチェーンのパイオニアによる創設",
    "Pratik Gauri": "Pratik Gauri",
    "Co Founder & CEO": "共同創設者 & CEO",
    "Serial social entrepreneur, investor, public speaker and writer creating 5th Industrial Revolution and championing UN SDGs. India President - 5thelement.group; Entrepreneur 35 Under 35, Asiaone 40 under 40 Most Influential Leaders, Greenbiz Global 30 Under 30, BP Scholar, WEF Global Shaper, Ambassador at One Young World, Al Gore’s Climate Leader. MBA – IIFT Delhi. Exec Ed – UChicago / UOxford": "S第5時産業革命を創造し、国連SDGsを支援する連続企業家、投資家、パブリックスピーカー、作家。5thelement グループのインド法人社長。35歳以下のインドの企業家35人（Entrepreneur 35 Under 35）、40歳以下のアジアで最も影響力を持つ40人の起業家（Asiaone 40 under 40 Most Influential Leaders）、30歳以下のグリーンビジネスグローバル30人、BP奨学生、世界経済フォーラム、One Young World アンバサダー、アルゴア・クライメート・リーダー、IIFT Delhi MBA、シカゴ大学・オクスフォード大学で経営者教育 。",
    "Prateek Dwivedi": "Prateek Dwivedi",
    "Co Founder & CMO": "共同創設者 & CMO",
    "Prateek is a Blockchain enthusiast, investor and veteran Internet Marketer. He conceptualised the proprietary 5IRE consensus mechanism and reward protocols. In his internet marketing days, he clocked 8-figure affiliate revenues and helped incubate many startups. He founded Kaching Media and multiple internet marketing companies. He is also a heavy proponent of work life balance and healthy living.": "Prateekはブロックチェーン専門家、投資家、ベテランインターネットマーケターです。彼は 5IREのプロプライエタリ・コンセンサス・メカニズムと報酬プロトコルを考案しました。彼のインターネットマーケター時代は、８桁のアフィリエイト収入を記録し、多くのスタートアップの育成を助けました。彼はKaching Media やたくさんのインターネットマーケティング会社を設立しました。また、ワークライフバランスと健康な生活の熱心な支持者でもあります。",
    "Vilma Mattila": "Vilma Mattila",
    "Co Founder & CBO": "共同創設者 & CBO",
    "Venture Capitalist & Futurist. Incubated 40+ Projects including Qtum, Tron & Aleph Zero; Advisor at the EU Blockchain Observatory, World Future Society & UN USA; Member of Singularity University, Ex-EU Lawyer.": "ベンチャーキャピタリスト& 未来学者。Qtum、Tron 、Aleph Zeroを含む40以上のプロジェクトを支援。欧州ブロックチェーン観測フォーラム、世界未来協会（World Future Society）、国連アメリカのアドバイザー。シンギュラリティ大学メンバー。元欧州弁護士。",
    "Serge Ajamian": "Serge Ajamian",
    "Cofounder of Node Kapital, investing and scaling in DEFI, NFT, Gaming, Esports, Metaverse, Infrastructure & Layer 1/2 solutions. He previously successfully led and scaled Talent Spot Group into a global business with USD 120 Million in revenue. Polyglot - fluent in Arabic, Chinese, English, French, Armenian. Completed his grad degree at Stanford University.": "Node Kapitalの共同創設者。DEFI、NFT、ゲーム、eスポーツ、メタバース、インフラ、レイヤー1/2ソリューションへの投資とスケーリングを行う。Talent Spot Group を率いて1億2000万ドルの利益を出すグローバルビジネスに成長させた。アラビア語、中国語、英語、フランス語、アルメニア語を流暢に話すポリグロット。スタンフォード大学修士取得。",
    "Head of Advisory Council Strategic Advisor to the CEO": "諮問委員長・CEO付き戦略アドバイザー",
    "Sai Kossireddy": "Sai Kossireddy",
    "Head of Strategy Management": "ストラテジー・マネジメント代表",
    "Visionary Technology Leader with a record of accomplishment creating technology strategies and products that address across industry opportunities. He has 15+ years of Experience in strategy management MBA - Stephen M. Ross School of Business": "さまざまなビジネスチャンスに取り組む産業技術戦略と製品の創造に成功した経験を持つ先見の明を持ったリーダー。15年以上の戦略マネジメントの経験を持つ。Stephen M. Ross School of Business 　MBA。",
    "Zakaria Salek": "Zakaria Salek",
    "Head of Blockchain Research & Development": "ブロックチェーンリサーチ&デベロップメント代表",
    "A security of information systems engineer. Communication protocols and E2E encryption enthusiast. Cryptography, Blockchain and Intellectual property protection & DRM Researcher": "情報システムセキュリティエンジニア。コミュニケーションプロトコルとエンドツーエンド暗号化の専門家。暗号化手法、ブロックチェーン、知的財産保護、デザインリサーチメソッド研究者。",
    "Rahul Rautela": "Rahul Rautela",
    "Head of Operations & Design": "オペレーション&デザイン代表",
    "Software engineer turned social entreprenuer with an experience in building for-benefit businesses and enterprise management. He also has a knack for Graphic & UI/UX Design. Exec Ed - Indian Institute of Management, Ranchi.": "便益追求型ビジネスの構築と企業マネジメントの経験を経て、ソフトウェアエンジニアから社会起業家に転身。グラフィックとUI/UXデザインの技術も有する。ラーンチーのIndian Institute of Managementで経営者教育。/",
    "Meet 5ire Team": "Meet 5ire Team",
    "Founders Featured In": "創設者は以下のメディアで取り上げられています。",
    "Our Global Advisory Council & Braintrust Network": "グローバル諮問委員会&ブレーントラストネットワーク",
    "Joe Vezzani": "Joe Vezzani",
    "CEO, Lunarcrush Ex- Morgan Stanley": "CEO, Lunarcrush Ex- Morgan Stanley",
    "Mathew Neimerg": "Mathew Neimerg",
    "President & Co-founder of Aleph Zero": "President & Co-founder of Aleph Zero",
    "David Marshall": "David Marshall",
    "Co-Founder Marshland Capital": "Co-Founder Marshland Capital",
    "Alvaro Fernandaz": "Alvaro Fernandaz",
    "Head of Strategy & Growth, Nsure Network": "Head of Strategy & Growth, Nsure Network",
    "Antoni Zolciak": "Antoni Zolciak",
    "Co-founder & CMO Aleph Zero": "Co-founder & CMO Aleph Zero",
    "Ian Scarffe": "Ian Scarffe",
    "Blockchain and Crypto Advisor": "Blockchain and Crypto Advisor",
    "Learn more about our Advisors": "Learn More about our Advisors",
    "General": "General",
    "Community": "コミュニティ",
    "Legal": "法務ー",
    "Support": "Support",
    "ResearchGate": "ResearchGate",
    "Telegram": "Telegram",
    "Documentation": "資料",
    "Element Chat": "Element Chat",
    "Medium": "Medium",
    "Privacy Policy": "プライバシーポリシー",
    "All Rights Reserved": "All Rights Reserved",
    "5ire 2021 | Kemp House, 160 City Rd, London EC1V 2NX, United Kingdom": "5ire 2021 | Kemp House, 160 City Rd, London EC1V 2NX, United Kingdom",
    "A Blockchain platform for impact & SDG-related development, management & investment.": "SDGに関わる発展・マネジメント・投資のための世界にインパクトを与える、ブロックチェーンプラットフォーム",
    "Nominated Proof of Stake guarantees security, democracy and justified fair representation of network actors.": "ノミネーテッド・プルーフ・オブ・ステークはセキュリティとデモクラシー、そしてネットワーク上の活動主体の正当で公正な代表機能を担保します。",
    "A governance-based reward distribution process that incentivizes network actors based on their commitment with the United Nation Sustainable Development Goals.": "ネットワーク活動主体が国連持続可能な開発目標に基づく活動を行うようなインセンティブを与えるガバナンスベースの報酬分配システム",
    "Focuses on rewarding positive impact that can either be on-chain or in the real world.": "オンチェーン・現実世界でのポジティブな影響に報いることへの焦点",
    "Consensus Actors": "コンセンサスアクター",
    "Validator": "バリデータ",
    "Secure the network by participating in the production & verification of blocks, and maintaining the consensus.": "ブロックの生成と認証に参加しコンセンサスを維持することで、ネットワークの安全を守る。",
    "Nominator": "ノミネータ",
    "Provide security to 5ireChain by electing validators and backing them with stake while receiving rewards.": "バリデータを選出し、バリデータに報酬を与えながら支えることによって5ireChain に安全性を供給する。",
    "Governance Actors": "ガバナンスアクター",
    "Council Members": "委員会メンバー",
    "The Council is an on-chain entity that assembles a fixed number of elected actors responsible for governance tasks.": "委員会は、ガバナンスタスクに責任を負う選出された一定数のアクターからなるオンチェーン主体です。",
    "Technical Committee": "テクニカルコミティー",
    "Composed of members proactively building the 5ireChain runtime.": "5ireChain ランタイムを積極的に構築するメンバーからなります。",
    "Sustainability Reporters DAOs": "DAOのサステナビリティレポーター",
    "Global sustainability standards working groups that have experience in the 17 SDGs also help validate governance proposals.": "SDGsの17の目標について経験を持つグローバルサステナビリティ基準作業部会がガバナンス提案の検証を補助します。",
    "DAOs & Working Groups": "DAO & ワーキンググループ",
    "Organizations & working groups that work towards implementing the United Nations 2030 Agenda for Sustainable Development, and teams that build 5ireChain.": "「持続可能な開発のための2030アジェンダ」実施のために活動する機関やワーキンググループ、そして5ireChainを構築するチーム。",
    "What can be built on 5ire?": "W5ire で何を構築できるか?",
    "Governance & DAO frameworks for individuals, investment funds & companies.": "個人そして投資ファンド、企業向けの、ガバナンスとDAOフレームワーク。",
    "Custom Blockchain, Smart contracts, IoT, AR/VR, AI solutions for UN SDGs & impact.": "国連SDGsの実行と世界にインパクトを与えるためのカスタムブロックチェーンそしてスマートコントラクト、IoT、AR/VR、AIソリューション",
    "Technology Stack": "テクノロジースタック",
    "IoT & Smart Sensors": "IoT & スマートセンサ",
    "Real-time economy sustainability data collection & telemetry with sensors, drones, meters & satellite integration.": "リアルタイム経済的サステナビリティデータ収集&センサ、ドローン、計器、衛生統合によるテレメトリ",
    "Smart Contracts": "スマート・コントラクト",
    "Rust-based WebAssembly ink! & Ethereum EVM Solidity Smart Contracts for building Decentralized applications.": "非中央集権アプリケーションを構築するためのRustベースの WebAssembly ink! & Ethereum EVM Solidity スマートコントラクト ",
    "DAOs & Governance": "DAO & ガバナンス",
    "On-chain collaboration & confederation frameworks for Decentralized autonomous organizations.": "分散型自律組織のためのオンチェーンのコラボレーション&コンフェデレーションプラットフォーム",
    "Decentralized Oracles": "非中央集権型オラクル",
    "Advanced decentralized data feeding & AI-based data analytics revealing SDG-related risks and impacts.":"先進的な非中央集権型データフィード & SDGに関わるリスクと影響を明らかにするAIベースのデータ分析 ",
    "Distributed Data Storage": "分散データストレージ",
    "On-chain accounting of data transactions & DHT status enabling incentivized data storage & replication.": "データ処理のオンチェーン計算&データの貯蔵と複製にインセンティブを与える分散ハッシュテーブルステータス",
    "Self-sovereign Digital Identity": "自己主権型デジタルアイデンティティ",
    "DIDs and Credentials verification, aggregation and computation processes to provide privacy & transparency.": "非中央集権・クレデンシャル認証、プライバシーと透明性を確保するアグリゲーションとコンピューテーション",
    "Decentralized Naming Services": "非中央集権型命名サービス",
    "Decentralized and permissionless naming protocols compatible with DNS as an alternative to existing Certificate Authorities.": "現存する認証機関に代わって、DNSに互換性を持つ非中央集権型・自由参加型命名プロトコル",
    "Trusted Execution Environment (TEE)": "信頼できる実行環境 (TEE)",
    "Custom state transition functions (STF) inside a Trusted Execution Environment to provide confidentiality & integrity.": "機密性と統合性を確保するための信頼できる実行環境 (TEE)内の状態遷移関数(STF)の作成",
    "5ireChain is a fifth-generation blockchain that aims to bring a paradigm shift from a for-profit to a for-benefit economy.": "5ireChainは利益追求型経済から便益追求型経済へのパラダイムシフトを目指す第5世代ブロックチェーンです。",
    "Our Mission": "私たちの使命",
    "5ire aims to become a blockchain ecosystem for the 5th industrial revolution, where self-sovereign decentralized organizations are empowered & incentivized toward accelerating the implementation of the United Nations 2030 Agenda for Sustainable Development.": "力を持った自己主権型・非中央集権型組織が持続可能な開発のための2030アジェンダの実行を加速に取り組む第5時産業革命において、ブロックチェーン・エコシステムとなることを5ireは目指しています",
    "About 5ire": "5ireについて",
    "5ire is a blockchain ecosystem where individuals and enterprises can develop, build, transact and participate in sustainable economic growth while assuring democracy and justified fair representation of stakeholders.": "5ireは民主主義及びステークホールダの正当で公正な代表機能を確保しながら、個人や企業が持続可能な経済成長を発展させ、構築し、取引し、参加できるブロックチェーン・エコシステムです。",
    "Our Partners": "Our Partners",
    "LinkedIn": "LinkedIn",
    "Reddit": "Reddit",
    "Twitter": "Twitter",
    "5ire: Transforming Internet of Information to Internet of Value": "5ire: 情報のインターネットを価値のインターネットへ変える",
    "Apply Now": "今すぐ申し込む"
}